export default {
  successStatus: 'ok',
  medieQuery: {
    'screen-xs': {
      maxWidth: 575,
    },
    'screen-sm': {
      minWidth: 576,
      maxWidth: 767,
    },
    'screen-md': {
      minWidth: 768,
      maxWidth: 991,
    },
    'screen-lg': {
      minWidth: 992,
      maxWidth: 1199,
    },
    'screen-xl': {
      minWidth: 1200,
      maxWidth: 1599,
    },
    'screen-xxl': {
      minWidth: 1600,
    },
  },
  mobileQuery: 'only screen and (max-width: 1079px)',
  indexText: [
    "公元2001年" ,
    "互联宇宙深处的一次小型爆炸 造就了NCUHOME星系",
    "星系中的五颗行星以家园星为中心进行公转 每颗行星上的居住者们各尽其能",
    "致力于将家园星建造为灵感与互联的乌托邦",
    "这里从不拒绝想法与创意 行动让星系的梦想生生不息"
  ],
  products:[
    {
      name: "南大家园",
      description: [
        "搭载于⼿机上的南⼤漫游贴⼼指南",
        "学习⽣活场景尽在掌⼼",
        "与三万南⼤⼈⼀同记录你的校园⽣活轨迹" 
      ],
    },
    {
      name: "云家园 ",
      description: [
        "专为南⼤师⽣打造的信息服务平台",
        "提供学⽣事务云端管理和信息查询",
        "你的南⼤旅程从此起航",
      ],
    },
    {
      name: "家园主站 ",
      description: [
        "家园的门户，⼴阔互联⽹宇宙中属于家园⼈的⼀隅",
        "家园⼈从初⽣到成年的点滴成长",
        "在此被⼀⼀见证" 
      ],
    },
    {
      name: "五⼤大运营平台 ",
      description: [
        "传播校园声⾳，探知互联宇宙",
        "与你分享美好有趣的当下",
        "⼀起去往⽆限可能的未来" ,
      ],
    },
    {
      name: "家园US",
      description: [
        "交流见解，管理事项，分享灵感",
        "这是星系中独属于家园⼈的办公⾓落",
      ],
    },
  ],
  groups: [
    {
      name: "行政",
      subheading: "⾏动家",
      description: [
        "时间是他们的信条",
        "计划是他们的准则",
        "他们管控着各项⾏政事务",
        "负责⼯作的⽇常调度",
        "作为⽀持星球运转的⼒量",
        "星系的正常秩序离不开他们维护",
      ],
      trait: [
        "认真负责",
        "善于管理",
        "温暖细⼼",
      ],
    },
    {
      name: "运营",
      subheading: "摆渡⼈",
      description: [
        "⽂字作桨，新意扬帆",
        "鲜活美好的此间故事由他们讲述",
        "他们是传播者",
        "更是星系形象的代言⼈",
        "既要⾯对热点来临时的疾风巨浪",
        "又要时刻感知⾝边⽤户的喜怒哀乐",
      ],
      trait: [
        "感知热点",
        "亲近⽤户",
        "⽤创意传递温度与态度",
      ],
    },
    {
      name: "产品",
      subheading: "沉思者",
      description: [
        "他们对万物的逻辑充满好奇",
        "善于感同⽤户的⼼理",
        "爱异想、点⼦多",
        "在细微洞察间迸发灵感",
        "他们⽤⾏动与沟通把控产品进度",
        "推动理想落地为现实",
      ],
      trait: [
        "敏锐洞察",
        "良好沟通",
        "逻辑与脑洞并存",
      ],
    },
    {
      name: "设计",
      subheading: "绘梦师",
      description: [
        "他们⽤匠⼼将灵感勾勒",
        "化作界⾯上的绚丽斑斓",
        "⾊彩与画⾯传达着前卫的理念",
        "构图与转场表露出精妙的巧思",
        "他们是美的追随者",
        "更是美的创造者",
      ],
      trait: [
        "审美独到",
        "⾃成风格",
        "是画⼿更是创意⼈",
      ],
    },
    {
      name: "研发",
      subheading: "构筑师 ",
      description: [
        "键盘为基，代码为砖",
        "算法是他们搭建世界架构的⽅式",
        "开发热情点燃进阶的动力",
        "运维责任诠释无言的担当",
        "严谨找寻漏洞，技术装点时空",
        "新的世界，跃然指尖",
      ],
      trait: [
        "热衷编程技术",
        "敢于突破能⼒桎梏",
      ],
    },
  ],
};
