export default {
  successStatus: 'ok',
  medieQuery: {
    'screen-xs': {
      maxWidth: 575
    },
    'screen-sm': {
      minWidth: 576,
      maxWidth: 767
    },
    'screen-md': {
      minWidth: 768,
      maxWidth: 991
    },
    'screen-lg': {
      minWidth: 992,
      maxWidth: 1199
    },
    'screen-xl': {
      minWidth: 1200,
      maxWidth: 1599
    },
    'screen-xxl': {
      minWidth: 1600
    }
  },
  mobileQuery: 'only screen and (max-width: 576px)',
  indexText: [
    '公元2001年',
    '互联宇宙深处的一次小型爆炸 造就了NCUHOME星系',
    '星系中的五颗行星以家园星为中心进行公转',
    '每颗行星上的居住者们各尽其能',
    '致力于将家园星建造为灵感与互联的乌托邦',
    '这里从不拒绝想法与创意 行动让星系的梦想生生不息'
  ],
  products: [
    {
      name: '南大家园',
      description: [
        '搭载于手机上的南大漫游贴心指南',
        '学习生活场景尽在掌心',
        '与三万南大人一同记录你的校园生活轨迹'
      ]
    },
    {
      name: '云家园 ',
      description: [
        '专为南大师生打造的信息服务平台',
        '提供学生事务云端管理和信息查询',
        '你的南大旅程从此起航'
      ]
    },
    {
      name: '家园主站 ',
      description: [
        '家园的门户',
        '广阔互联网宇宙中属于家园人的一隅',
        '家园人从初生到成年的点滴成长',
        '在此被一一见证'
      ]
    },
    {
      name: '五大运营平台 ',
      description: [
        '传播校园声音，探知互联宇宙',
        '与你分享美好有趣的当下',
        '一起去往无限可能的未来',
        'QQ | 微信 | 微博 | 知乎 | b站'
      ]
    },
    {
      name: '家园US',
      description: [
        '交流见解，管理事项，分享灵感',
        '这是星系中独属于家园人的办公角落'
      ]
    }
  ],
  departments: [
    {
      name: '行政',
      subheading: '行动家',
      description: [
        '时间是他们的信条',
        '计划是他们的准则',
        '他们管控着各项行政事务',
        '负责工作的日常调度',
        '作为支持星球运转的力量',
        '星系的正常秩序离不开他们维护'
      ],
      traits: [
        '认真负责',
        '善于管理',
        '温暖细心'
      ]
    },
    {
      name: '运营',
      subheading: '摆渡人',
      description: [
        '文字作桨，新意扬帆',
        '鲜活美好的此间故事由他们讲述',
        '他们是传播者',
        '更是星系形象的代言人',
        '既要面对热点来临时的疾风巨浪',
        '又要时刻感知身边用户的喜怒哀乐'
      ],
      traits: [
        '感知热点',
        '亲近用户',
        '用创意传递温度与态度'
      ]
    },
    {
      name: '产品',
      subheading: '沉思者',
      description: [
        '他们对万物的逻辑充满好奇',
        '善于感同用户的心理',
        '爱异想、点子多',
        '在细微洞察间迸发灵感',
        '他们用行动与沟通把控产品进度',
        '推动理想落地为现实'
      ],
      traits: [
        '敏锐洞察',
        '良好沟通',
        '逻辑与脑洞并存'
      ]
    },
    {
      name: '设计',
      subheading: '呈梦师',
      description: [
        '他们用匠心将灵感勾勒',
        '化作界面上的绚丽斑斓',
        '色彩与画面传达着前卫的理念',
        '构图与转场表露出精妙的巧思',
        '他们是美的追随者',
        '更是美的创造者'
      ],
      traits: [
        '审美独到',
        '自成风格',
        '是绘师更是创意人'
      ]
    },
    {
      name: '研发',
      subheading: '构筑师',
      description: [
        '键盘为基，代码为砖',
        '算法是他们搭建世界架构的方式',
        '开发热情点燃进阶的动力',
        '运维责任诠释无言的担当',
        '严谨找寻漏洞，技术装点时空',
        '新的世界，跃然指尖'
      ],
      traits: [
        '热衷编程技术',
        '敢于突破能力桎梏'
      ]
    }
  ],
  gaTrackingCode: 'UA-80324378-13'
};
